name: "phi35_financial"
backend: "python"
max_batch_size: 0
input [
  {
    name: "PROMPT"
    data_type: TYPE_STRING
    dims: [1]
  }
]
output [
  {
    name: "RESPONSE"
    data_type: TYPE_STRING
    dims: [1]
  }
]
instance_group [{ kind: KIND_CPU }]
